Repository: mrdev101-spec/flutter-smartbed
Catalog: lib/l10n/app_*.arb
Languages: th

# appTitle
source: Smart Bed Remote
th: รีโมทควบคุมเตียง

source: Tilt Left
th: ตะแคงตำแหน่งซ้าย

source: Tilt Right
th: ตะแคงตำแหน่งขวา

source: (Turn Patient)
th: (พลิกตัวผู้ป่วย)

source: Footrest Up
th: พนักพิงเท้าขึ้น

source: Footrest Down
th: พนักพิงเท้าลง

source: Backrest Up
th: พนักพิงหลังขึ้น

source: Backrest Down
th: พนักพิงหลังลง

source: Open Toilet
th: เปิดช่องขับถ่าย

source: Close Toilet
th: ปิดช่องขับถ่าย

source: Auto Rotate A
th: หมุนอัตโนมัติ A

source: Auto Rotate B
th: หมุนอัตโนมัติ B

source: (Factory Settings)
th: (ค่าโรงงาน)

source: Auto Sit Up
th: ปรับนั่งอัตโนมัติ

source: Emergency Stop
th: หยุดฉุกเฉิน

source: Position Control
th: ควบคุมตำแหน่ง

source: Head Angle
th: มุมส่วนหัว

source: Foot Angle
th: มุมส่วนเท้า

source: Massage Control
th: ควบคุมการนวด

source: Intensity
th: ความเข้ม

source: Preset Positions
th: ตำแหน่งที่บันทึกไว้

source: Flat
th: ราบ

source: Reading
th: อ่านหนังสือ

source: TV
th: ดูทีวี

source: Zero-G
th: ไร้แรงโน้มถ่วง
